
/* Class = "NSTextFieldCell"; title = "Mynigma is so secure that you need to take care not to be locked out of your own account."; ObjectID = "0dc-IP-XEV"; */
"0dc-IP-XEV.title" = "Mynigma est tellement sûre que vous devez faire attention à ne pas être enfermé à l'extérieur de votre propre compte.";

/* Class = "NSBox"; title = "Box"; ObjectID = "GuM-RL-ens"; */
"GuM-RL-ens.title" = "Box";

/* Class = "NSTextFieldCell"; title = "Alternatively, you can back up your key onto an external device, such as a USB stick, although you'll have to make sure it doesn't get into the wrong hands."; ObjectID = "NlY-mo-yqv"; */
"NlY-mo-yqv.title" = "Vous pouvez également sauvegarder votre clé d'accès sur un appareil externe, comme une clé USB, ce faisant vous devez être sûr qu'elle ne tombe pas entre de mauvaise main.";

/* Class = "NSButtonCell"; title = "Click here to back up your key now."; ObjectID = "SKS-pi-ZFg"; */
"SKS-pi-ZFg.title" = "Cliquer ici pour sauvegarder votre clé maintenant.";

/* Class = "NSTextFieldCell"; title = "Key Backup"; ObjectID = "aTk-Ob-KmV"; */
"aTk-Ob-KmV.title" = "Sauvegarde de clé";

/* Class = "NSTextFieldCell"; title = "Safe messages are protected using a secret key, of which there is only one copy in the world. It is stored on this device, so that losing this computer means losing access to your own safe messages. This can be prevented by backing up your hard drive or your Mac keychain."; ObjectID = "iGp-ko-tz5"; */
"iGp-ko-tz5.title" = "Les messages protégés le sont grâce à une clé secrête dont il n'existe qu'un unique exemplaire dans le monde. Elle est stockée sur cet appareil, par conséquent, perdre cet ordinateur, signifie perdre l'accès à vos messages protégés. Ceci peut-être évité en sauvegardant votre clé d'accès sur un disque dur où dans le trousseau d'accès de votre Mac.";
